Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# PlayableInspection.Status.CatchupCompanion
source: Showing the catalog, upstream replay stream, and companion relay launch context for this catchup request.
ar_sa: عرض الكتالوج ودفق إعادة التشغيل الأولي وسياق تشغيل التتابع المصاحب لطلب الالتقاط هذا.
de_de: Zeigt den Katalog, den Upstream-Replay-Stream und den Begleit-Relay-Startkontext für diese Catchup-Anfrage an.
es_es: Mostrando el catálogo, la transmisión de reproducción ascendente y el contexto de lanzamiento de retransmisión complementaria para esta solicitud de actualización.
fr_fr: Affichage du catalogue, du flux de relecture en amont et du contexte de lancement du relais compagnon pour cette demande de rattrapage.
hi_in: इस कैचअप अनुरोध के लिए कैटलॉग, अपस्ट्रीम रीप्ले स्ट्रीम और साथी रिले लॉन्च संदर्भ दिखाया जा रहा है।
ja_jp: このキャッチアップ リクエストのカタログ、アップストリーム リプレイ ストリーム、およびコンパニオン リレー起動コンテキストを表示します。
ko_kr: 이 캐치업 요청에 대한 카탈로그, 업스트림 재생 스트림 및 컴패니언 릴레이 실행 컨텍스트를 표시합니다.
pt_br: Mostrando o catálogo, o fluxo de reprodução upstream e o contexto de inicialização da retransmissão complementar para esta solicitação de catchup.
tr_tr: Bu yakalama isteği için katalog, yukarı akış tekrar oynatma akışı ve tamamlayıcı aktarma başlatma bağlamı gösteriliyor.
zh_hans: 显示此追赶请求的目录、上游重播流和伴随中继启动上下文。

# PlayableInspection_Status_CatchupCompanion
source: Showing the catalog, upstream replay stream, and companion relay launch context for this catchup request.
ar_sa: عرض الكتالوج ودفق إعادة التشغيل الأولي وسياق تشغيل التتابع المصاحب لطلب الالتقاط هذا.
de_de: Zeigt den Katalog, den Upstream-Replay-Stream und den Begleit-Relay-Startkontext für diese Catchup-Anfrage an.
es_es: Mostrando el catálogo, la transmisión de reproducción ascendente y el contexto de lanzamiento de retransmisión complementaria para esta solicitud de actualización.
fr_fr: Affichage du catalogue, du flux de relecture en amont et du contexte de lancement du relais compagnon pour cette demande de rattrapage.
hi_in: इस कैचअप अनुरोध के लिए कैटलॉग, अपस्ट्रीम रीप्ले स्ट्रीम और साथी रिले लॉन्च संदर्भ दिखाया जा रहा है।
ja_jp: このキャッチアップ リクエストのカタログ、アップストリーム リプレイ ストリーム、およびコンパニオン リレー起動コンテキストを表示します。
ko_kr: 이 캐치업 요청에 대한 카탈로그, 업스트림 재생 스트림 및 컴패니언 릴레이 실행 컨텍스트를 표시합니다.
pt_br: Mostrando o catálogo, o fluxo de reprodução upstream e o contexto de inicialização da retransmissão complementar para esta solicitação de catchup.
tr_tr: Bu yakalama isteği için katalog, yukarı akış tekrar oynatma akışı ve tamamlayıcı aktarma başlatma bağlamı gösteriliyor.
zh_hans: 显示此追赶请求的目录、上游重播流和伴随中继启动上下文。

# PlayableInspection.Report.NoPlaybackContext
source: No playback context was available.
ar_sa: لم يكن هناك سياق تشغيل متاح.
de_de: Es war kein Wiedergabekontext verfügbar.
es_es: No había ningún contexto de reproducción disponible.
fr_fr: Aucun contexte de lecture n'était disponible.
hi_in: कोई प्लेबैक प्रसंग उपलब्ध नहीं था.
ja_jp: 利用可能な再生コンテキストがありませんでした。
ko_kr: 사용 가능한 재생 컨텍스트가 없습니다.
pt_br: Nenhum contexto de reprodução estava disponível.
tr_tr: Oynatma bağlamı mevcut değildi.
zh_hans: 没有可用的播放上下文。

# PlayableInspection_Report_NoPlaybackContext
source: No playback context was available.
ar_sa: لم يكن هناك سياق تشغيل متاح.
de_de: Es war kein Wiedergabekontext verfügbar.
es_es: No había ningún contexto de reproducción disponible.
fr_fr: Aucun contexte de lecture n'était disponible.
hi_in: कोई प्लेबैक प्रसंग उपलब्ध नहीं था.
ja_jp: 利用可能な再生コンテキストがありませんでした。
ko_kr: 사용 가능한 재생 컨텍스트가 없습니다.
pt_br: Nenhum contexto de reprodução estava disponível.
tr_tr: Oynatma bağlamı mevcut değildi.
zh_hans: 没有可用的播放上下文。

# PlayableInspection.Value.Applied
source: Applied
ar_sa: مُطبَّق
de_de: Angewendet
es_es: Aplicado
fr_fr: Appliqué
hi_in: लागू
ja_jp: 適用済み
ko_kr: 적용된
pt_br: Aplicado
tr_tr: Uygulandı
zh_hans: 应用

# PlayableInspection_Value_Applied
source: Applied
ar_sa: مُطبَّق
de_de: Angewendet
es_es: Aplicado
fr_fr: Appliqué
hi_in: लागू
ja_jp: 適用済み
ko_kr: 적용된
pt_br: Aplicado
tr_tr: Uygulandı
zh_hans: 应用

# PlayableInspection.Value.Seekable
source: Seekable
ar_sa: يمكن البحث عنه
de_de: Suchbar
es_es: buscable
fr_fr: Cherchable
hi_in: खोजने योग्य
ja_jp: シーク可能
ko_kr: 검색 가능
pt_br: Procurável
tr_tr: aranabilir
zh_hans: 可搜索

# PlayableInspection_Value_Seekable
source: Seekable
ar_sa: يمكن البحث عنه
de_de: Suchbar
es_es: buscable
fr_fr: Cherchable
hi_in: खोजने योग्य
ja_jp: シーク可能
ko_kr: 검색 가능
pt_br: Procurável
tr_tr: aranabilir
zh_hans: 可搜索

# PlayableInspection.Value.NotSeekable
source: Not seekable
ar_sa: غير قابلة للبحث
de_de: Nicht suchbar
es_es: No buscable
fr_fr: Non recherché
hi_in: खोजने योग्य नहीं
ja_jp: シークできません
ko_kr: 검색 불가
pt_br: Não pesquisável
tr_tr: Aranamaz
zh_hans: 不可寻找

# PlayableInspection_Value_NotSeekable
source: Not seekable
ar_sa: غير قابلة للبحث
de_de: Nicht suchbar
es_es: No buscable
fr_fr: Non recherché
hi_in: खोजने योग्य नहीं
ja_jp: シークできません
ko_kr: 검색 불가
pt_br: Não pesquisável
tr_tr: Aranamaz
zh_hans: 不可寻找

# PlayableInspection.Value.Pending
source: Pending
ar_sa: قيد الانتظار
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
hi_in: लंबित
ja_jp: 保留中
ko_kr: 보류 중
pt_br: Pendente
tr_tr: Beklemede
zh_hans: 待定

# PlayableInspection_Value_Pending
source: Pending
ar_sa: قيد الانتظار
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
hi_in: लंबित
ja_jp: 保留中
ko_kr: 보류 중
pt_br: Pendente
tr_tr: Beklemede
zh_hans: 待定

# PlayableInspection.Value.CatchupReplay
source: Catchup replay
ar_sa: اللحاق بالركب إعادة
de_de: Nachholwiederholung
es_es: Repetición de recuperación
fr_fr: Rediffusion de rattrapage
hi_in: कैचअप रीप्ले
ja_jp: キャッチアップリプレイ
ko_kr: 따라잡기 재생
pt_br: Repetição de atualização
tr_tr: Yakalama tekrarı
zh_hans: 追赶重播

# PlayableInspection_Value_CatchupReplay
source: Catchup replay
ar_sa: اللحاق بالركب إعادة
de_de: Nachholwiederholung
es_es: Repetición de recuperación
fr_fr: Rediffusion de rattrapage
hi_in: कैचअप रीप्ले
ja_jp: キャッチアップリプレイ
ko_kr: 따라잡기 재생
pt_br: Repetição de atualização
tr_tr: Yakalama tekrarı
zh_hans: 追赶重播

# PlayableInspection.Value.Rank
source: rank {0}
ar_sa: الرتبة {0}
de_de: Rang {0}
es_es: rango {0}
fr_fr: rang {0}
hi_in: रैंक {0}
ja_jp: ランク {0}
ko_kr: 순위 {0}
pt_br: classificação {0}
tr_tr: rütbe {0}
zh_hans: 等级 {0}

# PlayableInspection_Value_Rank
source: rank {0}
ar_sa: الرتبة {0}
de_de: Rang {0}
es_es: rango {0}
fr_fr: rang {0}
hi_in: रैंक {0}
ja_jp: ランク {0}
ko_kr: 순위 {0}
pt_br: classificação {0}
tr_tr: rütbe {0}
zh_hans: 等级 {0}

# PlayableInspection.Status.NoPlaybackContext
source: No playback context was available for inspection.
ar_sa: لم يكن هناك سياق تشغيل متاح للفحص.
de_de: Es war kein Wiedergabekontext zur Überprüfung verfügbar.
es_es: No había ningún contexto de reproducción disponible para inspección.
fr_fr: Aucun contexte de lecture n'était disponible pour l'inspection.
hi_in: निरीक्षण के लिए कोई प्लेबैक संदर्भ उपलब्ध नहीं था।
ja_jp: 検査に使用できる再生コンテキストがありませんでした。
ko_kr: 검사할 수 있는 재생 컨텍스트가 없습니다.
pt_br: Nenhum contexto de reprodução estava disponível para inspeção.
tr_tr: İnceleme için oynatma bağlamı mevcut değildi.
zh_hans: 没有可供检查的播放上下文。

# PlayableInspection_Status_NoPlaybackContext
source: No playback context was available for inspection.
ar_sa: لم يكن هناك سياق تشغيل متاح للفحص.
de_de: Es war kein Wiedergabekontext zur Überprüfung verfügbar.
es_es: No había ningún contexto de reproducción disponible para inspección.
fr_fr: Aucun contexte de lecture n'était disponible pour l'inspection.
hi_in: निरीक्षण के लिए कोई प्लेबैक संदर्भ उपलब्ध नहीं था।
ja_jp: 検査に使用できる再生コンテキストがありませんでした。
ko_kr: 검사할 수 있는 재생 컨텍스트가 없습니다.
pt_br: Nenhum contexto de reprodução estava disponível para inspeção.
tr_tr: İnceleme için oynatma bağlamı mevcut değildi.
zh_hans: 没有可供检查的播放上下文。

# PlayableInspection.Status.CatalogCompanion
source: Showing the catalog-level view of this item, including the upstream provider stream and the local companion relay launch path.
ar_sa: عرض العرض على مستوى الكتالوج لهذا العنصر، بما في ذلك تدفق الموفر الرئيسي ومسار إطلاق الترحيل المرافق المحلي.
de_de: Zeigt die Katalogebenenansicht dieses Elements, einschließlich des Upstream-Provider-Streams und des lokalen Companion-Relay-Startpfads.
es_es: Mostrando la vista a nivel de catálogo de este elemento, incluida la transmisión del proveedor ascendente y la ruta de lanzamiento del relé complementario local.
fr_fr: Affichage de la vue au niveau du catalogue de cet élément, y compris le flux du fournisseur en amont et le chemin de lancement du relais compagnon local.
hi_in: इस आइटम का कैटलॉग-स्तरीय दृश्य दिखाया जा रहा है, जिसमें अपस्ट्रीम प्रदाता स्ट्रीम और स्थानीय साथी रिले लॉन्च पथ शामिल है।
ja_jp: 上流のプロバイダー ストリームとローカル コンパニオン リレー起動パスを含む、このアイテムのカタログ レベルのビューを表示します。
ko_kr: 업스트림 공급자 스트림 및 로컬 컴패니언 릴레이 실행 경로를 포함하여 이 항목의 카탈로그 수준 보기를 표시합니다.
pt_br: Mostrando a visualização em nível de catálogo deste item, incluindo o fluxo do provedor upstream e o caminho de inicialização da retransmissão complementar local.
tr_tr: Yukarı akış sağlayıcı akışı ve yerel yardımcı geçiş başlatma yolu da dahil olmak üzere bu öğenin katalog düzeyinde görünümü gösteriliyor.
zh_hans: 显示该项目的目录级视图，包括上游提供商流和本地伴随中继启动路径。

# PlayableInspection_Status_CatalogCompanion
source: Showing the catalog-level view of this item, including the upstream provider stream and the local companion relay launch path.
ar_sa: عرض العرض على مستوى الكتالوج لهذا العنصر، بما في ذلك تدفق الموفر الرئيسي ومسار إطلاق الترحيل المرافق المحلي.
de_de: Zeigt die Katalogebenenansicht dieses Elements, einschließlich des Upstream-Provider-Streams und des lokalen Companion-Relay-Startpfads.
es_es: Mostrando la vista a nivel de catálogo de este elemento, incluida la transmisión del proveedor ascendente y la ruta de lanzamiento del relé complementario local.
fr_fr: Affichage de la vue au niveau du catalogue de cet élément, y compris le flux du fournisseur en amont et le chemin de lancement du relais compagnon local.
hi_in: इस आइटम का कैटलॉग-स्तरीय दृश्य दिखाया जा रहा है, जिसमें अपस्ट्रीम प्रदाता स्ट्रीम और स्थानीय साथी रिले लॉन्च पथ शामिल है।
ja_jp: 上流のプロバイダー ストリームとローカル コンパニオン リレー起動パスを含む、このアイテムのカタログ レベルのビューを表示します。
ko_kr: 업스트림 공급자 스트림 및 로컬 컴패니언 릴레이 실행 경로를 포함하여 이 항목의 카탈로그 수준 보기를 표시합니다.
pt_br: Mostrando a visualização em nível de catálogo deste item, incluindo o fluxo do provedor upstream e o caminho de inicialização da retransmissão complementar local.
tr_tr: Yukarı akış sağlayıcı akışı ve yerel yardımcı geçiş başlatma yolu da dahil olmak üzere bu öğenin katalog düzeyinde görünümü gösteriliyor.
zh_hans: 显示该项目的目录级视图，包括上游提供商流和本地伴随中继启动路径。

# PlayableInspection.Value.StalkerLocator
source: Stalker locator
ar_sa: محدد موقع Stalker
es_es: Localizador Stalker
fr_fr: Localisateur Stalker
hi_in: Stalker लोकेटर
ja_jp: Stalker ロケーター
ko_kr: Stalker 로케이터
pt_br: Localizador Stalker
tr_tr: Stalker konumlayıcı
zh_hans: Stalker定位器

# PlayableInspection_Value_StalkerLocator
source: Stalker locator
ar_sa: محدد موقع Stalker
es_es: Localizador Stalker
fr_fr: Localisateur Stalker
hi_in: Stalker लोकेटर
ja_jp: Stalker ロケーター
ko_kr: Stalker 로케이터
pt_br: Localizador Stalker
tr_tr: Stalker konumlayıcı
zh_hans: Stalker定位器

# PlayableInspection.Value.BufferedRelayLower
source: buffered relay
ar_sa: تتابع مخزنة
de_de: gepuffertes Relais
es_es: relé amortiguado
fr_fr: relais tamponné
hi_in: बफ़र्ड रिले
ja_jp: バッファリレー
ko_kr: 버퍼링된 릴레이
pt_br: relé com buffer
tr_tr: tamponlu röle
zh_hans: 缓冲继电器

# PlayableInspection_Value_BufferedRelayLower
source: buffered relay
ar_sa: تتابع مخزنة
de_de: gepuffertes Relais
es_es: relé amortiguado
fr_fr: relais tamponné
hi_in: बफ़र्ड रिले
ja_jp: バッファリレー
ko_kr: 버퍼링된 릴레이
pt_br: relé com buffer
tr_tr: tamponlu röle
zh_hans: 缓冲继电器

# PlayableInspection.Value.Failed
source: Failed
ar_sa: فشل
de_de: Fehlgeschlagen
es_es: Fallido
fr_fr: Échec
hi_in: असफल
ja_jp: 失敗しました
ko_kr: 실패한
pt_br: Falha
tr_tr: Başarısız
zh_hans: 失败

# PlayableInspection_Value_Failed
source: Failed
ar_sa: فشل
de_de: Fehlgeschlagen
es_es: Fallido
fr_fr: Échec
hi_in: असफल
ja_jp: 失敗しました
ko_kr: 실패한
pt_br: Falha
tr_tr: Başarısız
zh_hans: 失败

# PlayableInspection.Section.Streams
source: Streams
ar_sa: تيارات
es_es: Corrientes
fr_fr: Flux
hi_in: धाराएँ
ja_jp: ストリーム
ko_kr: 스트림
pt_br: Fluxos
tr_tr: Akışlar
zh_hans: 流

# PlayableInspection_Section_Streams
source: Streams
ar_sa: تيارات
es_es: Corrientes
fr_fr: Flux
hi_in: धाराएँ
ja_jp: ストリーム
ko_kr: 스트림
pt_br: Fluxos
tr_tr: Akışlar
zh_hans: 流

# PlayableInspection.Report.Title
source: KROIRA item inspection
ar_sa: فحص المنتج KROIRA
de_de: KROIRA Artikelinspektion
es_es: Inspección de artículo KROIRA
fr_fr: Inspection des articles KROIRA
hi_in: KROIRA आइटम निरीक्षण
ja_jp: KROIRA 項目検査
ko_kr: KROIRA 품목 검사
pt_br: Inspeção de item KROIRA
tr_tr: KROIRA ürün incelemesi
zh_hans: KROIRA 项目检验

# PlayableInspection_Report_Title
source: KROIRA item inspection
ar_sa: فحص المنتج KROIRA
de_de: KROIRA Artikelinspektion
es_es: Inspección de artículo KROIRA
fr_fr: Inspection des articles KROIRA
hi_in: KROIRA आइटम निरीक्षण
ja_jp: KROIRA 項目検査
ko_kr: KROIRA 품목 검사
pt_br: Inspeção de item KROIRA
tr_tr: KROIRA ürün incelemesi
zh_hans: KROIRA 项目检验

# PlayableInspection.Value.CompanionFallbackDirect
source: Companion fallback to direct
ar_sa: رفيق احتياطي لتوجيه
de_de: Companion-Fallback auf Direct
es_es: Respaldo complementario para dirigir
fr_fr: Compagnon de secours pour diriger
hi_in: निर्देशन के लिए सहयोगी फ़ॉलबैक
ja_jp: ダイレクトへのコンパニオンフォールバック
ko_kr: 다이렉트로 컴패니언 폴백
pt_br: Companheiro substituto para dirigir
tr_tr: Yönetmenliğe tamamlayıcı geri dönüş
zh_hans: 同伴回退到直接

# PlayableInspection_Value_CompanionFallbackDirect
source: Companion fallback to direct
ar_sa: رفيق احتياطي لتوجيه
de_de: Companion-Fallback auf Direct
es_es: Respaldo complementario para dirigir
fr_fr: Compagnon de secours pour diriger
hi_in: निर्देशन के लिए सहयोगी फ़ॉलबैक
ja_jp: ダイレクトへのコンパニオンフォールバック
ko_kr: 다이렉트로 컴패니언 폴백
pt_br: Companheiro substituto para dirigir
tr_tr: Yönetmenliğe tamamlayıcı geri dönüş
zh_hans: 同伴回退到直接

# PlayableInspection.Report.RedactedNotice
source: Sensitive values are redacted.
ar_sa: يتم تنقيح القيم الحساسة.
de_de: Sensible Werte werden geschwärzt.
es_es: Los valores sensibles están redactados.
fr_fr: Les valeurs sensibles sont expurgées.
hi_in: संवेदनशील मूल्यों को संशोधित किया गया है।
ja_jp: 機密性の高い値は編集されます。
ko_kr: 민감한 값은 수정됩니다.
pt_br: Valores confidenciais são redigidos.
tr_tr: Hassas değerler düzeltilir.
zh_hans: 敏感值已被编辑。

# PlayableInspection_Report_RedactedNotice
source: Sensitive values are redacted.
ar_sa: يتم تنقيح القيم الحساسة.
de_de: Sensible Werte werden geschwärzt.
es_es: Los valores sensibles están redactados.
fr_fr: Les valeurs sensibles sont expurgées.
hi_in: संवेदनशील मूल्यों को संशोधित किया गया है।
ja_jp: 機密性の高い値は編集されます。
ko_kr: 민감한 값은 수정됩니다.
pt_br: Valores confidenciais são redigidos.
tr_tr: Hassas değerler düzeltilir.
zh_hans: 敏感值已被编辑。

# PlayableInspection.Value.FallbackToDirect
source: Fallback to direct
ar_sa: الرجوع إلى المباشر
de_de: Fallback zur Direktion
es_es: Recurrir a dirigir
fr_fr: Repli pour diriger
hi_in: निर्देशन के लिए वापसी
ja_jp: ダイレクトへのフォールバック
ko_kr: 직접 대체
pt_br: Retorno para dirigir
tr_tr: Yönlendirmeye geri dönüş
zh_hans: 后退至直接

# PlayableInspection_Value_FallbackToDirect
source: Fallback to direct
ar_sa: الرجوع إلى المباشر
de_de: Fallback zur Direktion
es_es: Recurrir a dirigir
fr_fr: Repli pour diriger
hi_in: निर्देशन के लिए वापसी
ja_jp: ダイレクトへのフォールバック
ko_kr: 직접 대체
pt_br: Retorno para dirigir
tr_tr: Yönlendirmeye geri dönüş
zh_hans: 后退至直接

# PlayableInspection.Fallback.Episode
source: Episode
ar_sa: حلقة
de_de: Folge
es_es: Episodio
fr_fr: Épisode
hi_in: प्रकरण
ja_jp: エピソード
ko_kr: 삽화
pt_br: Episódio
tr_tr: Bölüm
zh_hans: 剧集

# PlayableInspection_Fallback_Episode
source: Episode
ar_sa: حلقة
de_de: Folge
es_es: Episodio
fr_fr: Épisode
hi_in: प्रकरण
ja_jp: エピソード
ko_kr: 삽화
pt_br: Episódio
tr_tr: Bölüm
zh_hans: 剧集

# PlayableInspection.Value.CatalogUrl
source: Catalog URL
ar_sa: كتالوج URL
de_de: Katalog URL
es_es: Catálogo URL
fr_fr: Catalogue URL
hi_in: कैटलॉग URL
ja_jp: カタログURL
ko_kr: 카탈로그 URL
pt_br: Catálogo URL
tr_tr: Katalog URL
zh_hans: 目录 URL

# PlayableInspection_Value_CatalogUrl
source: Catalog URL
ar_sa: كتالوج URL
de_de: Katalog URL
es_es: Catálogo URL
fr_fr: Catalogue URL
hi_in: कैटलॉग URL
ja_jp: カタログURL
ko_kr: 카탈로그 URL
pt_br: Catálogo URL
tr_tr: Katalog URL
zh_hans: 目录 URL

# PlayableInspection.Section.RoutingFallback
source: Routing and fallback
ar_sa: التوجيه والرجوع
de_de: Routing und Fallback
es_es: Enrutamiento y respaldo
fr_fr: Routage et repli
hi_in: रूटिंग और फ़ॉलबैक
ja_jp: ルーティングとフォールバック
ko_kr: 라우팅 및 대체
pt_br: Roteamento e fallback
tr_tr: Yönlendirme ve geri dönüş
zh_hans: 路由和回退

# PlayableInspection_Section_RoutingFallback
source: Routing and fallback
ar_sa: التوجيه والرجوع
de_de: Routing und Fallback
es_es: Enrutamiento y respaldo
fr_fr: Routage et repli
hi_in: रूटिंग और फ़ॉलबैक
ja_jp: ルーティングとフォールバック
ko_kr: 라우팅 및 대체
pt_br: Roteamento e fallback
tr_tr: Yönlendirme ve geri dönüş
zh_hans: 路由和回退

# PlayableInspection.Value.UpstreamResolvedRelayed
source: Upstream resolved then relayed
ar_sa: تم حل المنبع ثم تم ترحيله
de_de: Upstream gelöst und dann weitergeleitet
es_es: Upstream resuelto y luego retransmitido
fr_fr: Amont résolu puis relayé
hi_in: अपस्ट्रीम का समाधान किया गया फिर रिले किया गया
ja_jp: 上流で解決されて中継される
ko_kr: 업스트림이 해결된 후 중계됨
pt_br: Upstream resolvido e então retransmitido
tr_tr: Yukarı akış çözüldü ve aktarıldı
zh_hans: 上游解析然后转发

# PlayableInspection_Value_UpstreamResolvedRelayed
source: Upstream resolved then relayed
ar_sa: تم حل المنبع ثم تم ترحيله
de_de: Upstream gelöst und dann weitergeleitet
es_es: Upstream resuelto y luego retransmitido
fr_fr: Amont résolu puis relayé
hi_in: अपस्ट्रीम का समाधान किया गया फिर रिले किया गया
ja_jp: 上流で解決されて中継される
ko_kr: 업스트림이 해결된 후 중계됨
pt_br: Upstream resolvido e então retransmitido
tr_tr: Yukarı akış çözüldü ve aktarıldı
zh_hans: 上游解析然后转发

# PlayableInspection.Fallback.Movie
source: Movie
ar_sa: فيلم
de_de: Film
es_es: Película
fr_fr: Film
hi_in: चलचित्र
ja_jp: 映画
ko_kr: 영화
pt_br: Filme
tr_tr: Film
zh_hans: 电影

# PlayableInspection_Fallback_Movie
source: Movie
ar_sa: فيلم
de_de: Film
es_es: Película
fr_fr: Film
hi_in: चलचित्र
ja_jp: 映画
ko_kr: 영화
pt_br: Filme
tr_tr: Film
zh_hans: 电影

# PlayableInspection.Value.DirectStreamUrl
source: Direct stream URL
ar_sa: البث المباشر URL
de_de: Direkter Stream URL
es_es: Transmisión directa URL
fr_fr: Flux direct URL
hi_in: सीधी धारा URL
ja_jp: ダイレクトストリーム URL
ko_kr: 다이렉트 스트림 URL
pt_br: Transmissão direta URL
tr_tr: Doğrudan akış URL
zh_hans: 直播URL

# PlayableInspection_Value_DirectStreamUrl
source: Direct stream URL
ar_sa: البث المباشر URL
de_de: Direkter Stream URL
es_es: Transmisión directa URL
fr_fr: Flux direct URL
hi_in: सीधी धारा URL
ja_jp: ダイレクトストリーム URL
ko_kr: 다이렉트 스트림 URL
pt_br: Transmissão direta URL
tr_tr: Doğrudan akış URL
zh_hans: 直播URL

# PlayableInspection.Value.PlaybackOnly
source: Playback only
ar_sa: التشغيل فقط
de_de: Nur Wiedergabe
es_es: Sólo reproducción
fr_fr: Lecture uniquement
hi_in: केवल प्लेबैक
ja_jp: 再生のみ
ko_kr: 재생만
pt_br: Apenas reprodução
tr_tr: Yalnızca oynatma
zh_hans: 仅播放

# PlayableInspection_Value_PlaybackOnly
source: Playback only
ar_sa: التشغيل فقط
de_de: Nur Wiedergabe
es_es: Sólo reproducción
fr_fr: Lecture uniquement
hi_in: केवल प्लेबैक
ja_jp: 再生のみ
ko_kr: 재생만
pt_br: Apenas reprodução
tr_tr: Yalnızca oynatma
zh_hans: 仅播放

# PlayableInspection.Status.ActiveRouting
source: Showing the active playback context with source-aware routing details.
ar_sa: عرض سياق التشغيل النشط مع تفاصيل التوجيه المدرك للمصدر.
de_de: Zeigt den aktiven Wiedergabekontext mit quellbezogenen Routingdetails an.
es_es: Mostrando el contexto de reproducción activo con detalles de enrutamiento con reconocimiento de fuente.
fr_fr: Affichage du contexte de lecture actif avec des détails de routage tenant compte de la source.
hi_in: स्रोत-जागरूक रूटिंग विवरण के साथ सक्रिय प्लेबैक संदर्भ दिखा रहा है।
ja_jp: アクティブな再生コンテキストとソース対応ルーティングの詳細を表示します。
ko_kr: 소스 인식 라우팅 세부 정보를 통해 활성 재생 컨텍스트를 표시합니다.
pt_br: Mostrando o contexto de reprodução ativo com detalhes de roteamento com reconhecimento de origem.
tr_tr: Kaynağa duyarlı yönlendirme ayrıntılarıyla birlikte etkin oynatma bağlamı gösteriliyor.
zh_hans: 显示活动播放上下文以及源感知路由详细信息。

# PlayableInspection_Status_ActiveRouting
source: Showing the active playback context with source-aware routing details.
ar_sa: عرض سياق التشغيل النشط مع تفاصيل التوجيه المدرك للمصدر.
de_de: Zeigt den aktiven Wiedergabekontext mit quellbezogenen Routingdetails an.
es_es: Mostrando el contexto de reproducción activo con detalles de enrutamiento con reconocimiento de fuente.
fr_fr: Affichage du contexte de lecture actif avec des détails de routage tenant compte de la source.
hi_in: स्रोत-जागरूक रूटिंग विवरण के साथ सक्रिय प्लेबैक संदर्भ दिखा रहा है।
ja_jp: アクティブな再生コンテキストとソース対応ルーティングの詳細を表示します。
ko_kr: 소스 인식 라우팅 세부 정보를 통해 활성 재생 컨텍스트를 표시합니다.
pt_br: Mostrando o contexto de reprodução ativo com detalhes de roteamento com reconhecimento de origem.
tr_tr: Kaynağa duyarlı yönlendirme ayrıntılarıyla birlikte etkin oynatma bağlamı gösteriliyor.
zh_hans: 显示活动播放上下文以及源感知路由详细信息。

# PlayableInspection.Section.GuideCatchup
source: Guide and catchup
ar_sa: دليل واللحاق بالركب
de_de: Anleitung und Aufholjagd
es_es: Guía y puesta al día
fr_fr: Guide et rattrapage
hi_in: गाइड और कैचअप
ja_jp: ガイドとキャッチアップ
ko_kr: 가이드 및 따라잡기
pt_br: Guia e atualização
tr_tr: Rehberlik ve yakalama
zh_hans: 指导和追赶

# PlayableInspection_Section_GuideCatchup
source: Guide and catchup
ar_sa: دليل واللحاق بالركب
de_de: Anleitung und Aufholjagd
es_es: Guía y puesta al día
fr_fr: Guide et rattrapage
hi_in: गाइड और कैचअप
ja_jp: ガイドとキャッチアップ
ko_kr: 가이드 및 따라잡기
pt_br: Guia e atualização
tr_tr: Rehberlik ve yakalama
zh_hans: 指导和追赶

# PlayableInspection.Fallback.Channel
source: Channel
ar_sa: قناة
de_de: Kanal
es_es: canal
fr_fr: Chaîne
hi_in: चैनल
ja_jp: チャンネル
ko_kr: 채널
pt_br: Canal
tr_tr: Kanal
zh_hans: 频道

# PlayableInspection_Fallback_Channel
source: Channel
ar_sa: قناة
de_de: Kanal
es_es: canal
fr_fr: Chaîne
hi_in: चैनल
ja_jp: チャンネル
ko_kr: 채널
pt_br: Canal
tr_tr: Kanal
zh_hans: 频道

# PlayableInspection.Status.CatchupCatalog
source: Showing the catalog and catchup context for this item. The replay URL is resolved only when catchup is launched.
ar_sa: عرض الكتالوج وسياق الالتقاط لهذا العنصر. يتم حل إعادة التشغيل URL فقط عند بدء تشغيل اللحاق بالركب.
de_de: Zeigt den Katalog- und Catchup-Kontext für dieses Element an. Die Wiederholung URL wird nur aufgelöst, wenn Catchup gestartet wird.
es_es: Mostrando el catálogo y el contexto de actualización para este artículo. La repetición URL se resuelve solo cuando se inicia la recuperación.
fr_fr: Affichage du catalogue et du contexte de rattrapage pour cet élément. La relecture URL est résolue uniquement lorsque le rattrapage est lancé.
hi_in: इस आइटम के लिए कैटलॉग और कैचअप संदर्भ दिखाया जा रहा है। रीप्ले URL का समाधान केवल तभी होता है जब कैचअप लॉन्च किया जाता है।
ja_jp: このアイテムのカタログとキャッチアップ コンテキストを表示します。リプレイ ZXTRM4XZ は、キャッチアップが開始された場合にのみ解決されます。
ko_kr: 이 항목에 대한 카탈로그 및 캐치업 컨텍스트를 표시합니다. 리플레이 URL는 캐치업이 시작된 경우에만 해결됩니다.
pt_br: Mostrando o catálogo e o contexto de atualização deste item. A repetição URL é resolvida somente quando o catchup é iniciado.
tr_tr: Bu öğenin kataloğu ve yakalama içeriği gösteriliyor. Tekrar oynatma URL yalnızca yakalama başlatıldığında çözümlenir.
zh_hans: 显示该项目的目录和追赶上下文。仅当启动追赶时，重播 URL 才会被解析。
